a = '''Городская клиническая больница №12

г. Москва, Бакинская ул., д. 26
Городская клиническая больница №15 им. О.М. Филатова

г. Москва, Вешняковская ул., д. 23
Городская клиническая больница №20

Ленская ул., д. 15, корп. 4, город Москва, Россия, 129327
Городская клиническая больница №40

г. Москва, Касаткина ул., д. 7, корп. 6 (1 этаж)
Городская клиническая больница №51

г. Москва, Алябьева ул., д. 7/33, корп. 1
Городская клиническая больница №52

г. Москва, Пехотная ул., д. 3, корп. 1 (3 этаж)
Городская клиническая больница №7

г. Москва, Коломенский проезд, д. 4
Городская клиническая больница №70

г. Москва, Федеративный просп., д. 17 корп. 1
Городская клиническая больница №71

г. Москва, Можайское шоссе, д. 14
ГУ "Научный центр Сердечно-сосудистой хирургии им. А.Н. Бакулева РАМН"

г. Москва, Рублевское шоссе, д. 135
Детская городская клиническая больница Св. Владимира

г. Москва, Рубцовско-Дворцовая ул., 1/3, корпус 8
Институт хирургии им. А.В. Вишневского

г. Москва, Большая Серпуховская ул. д. 27
Морозовская детская городская клиническая больница

г. Москва, 4-й Добрынинский пер. д. 1/9
Московская городская станция переливания крови, филиал в Царицыно

г. Москва, Бакинская ул., д.31
Московская городская станция переливания крови, филиал на Беговой

г. Москва, Поликарпова ул., д. 14 корп. 2
Московский научно-исследовательский онкологический институт им. П.А. Герцена (МНИОИ)

г. Москва, 2-й Боткинский пр., д. 3
Московский областной научно-исследовательский клинический институт им. М.Ф.Владимирского (ГУ МОНИКИ)

г.Москва, ул Щепкина, 61/2
НИИ нейрохирургии имени Н.Н.Бурденко

г. Москва, 4-я Тверская-Ямская ул., д. 16
НИИ скорой помощи им. Н.В. Склифосовского

г. Москва, Большая Сухаревская пл., д. 3, корп. 12
Российский онкологический научный центр им. Н.Н.Блохина РАМН

г. Москва, Каширское шоссе, д. 23
Центр Крови ПМГМУ им. И.М. Сеченова

г. Москва, Б. Пироговская д. 2, стр. 4
Центр планирования семьи и репродукции Департамента здравоохранения города Москвы

г. Москва, Севастопольский проспект, д.24 А
ЦИТО (Центральный институт травматологии и ортопедии)

г. Москва, Приорова ул., д.10
Городская клиническая больница №67 им. Л.А. Ворохобова

г. Москва, ул. Саляма Адиля, д. 2/44
'''